Revit 2027 API
UnitTypeId.PoundsMassPerFootSecond Property
 Pounds mass per foot second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerFootSecond { get; }
Public Shared ReadOnly Property PoundsMassPerFootSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerFootSecond {
	ForgeTypeId^ get ();
}
static member PoundsMassPerFootSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace